{
    "2495": {
        "text": "I would like to pitch in and say that I have never used any add-ons or whatever Arc is and still got this bug.\n\nTo me it was even worse, at some point the boss started showing up again but he was immobile like a statue and I simply could not see the cone-knockback AoE he does.\n\nThe only thing that would show up was the Eye, everything else was invisible.\n\nmy graphics card is a GTX 970, btw.",
        "annotation": {
            "label": 0
        }
    },
    "3134": {
        "text": "Migrants create jobs for themselves. They don't create additional jobs for current residents. Also, 1% of population each year is 10% in 10 years. And that compounds.",
        "annotation": {
            "label": 1
        }
    },
    "5118": {
        "text": "It's is, very well made and very emotional. ",
        "annotation": {
            "label": 0
        }
    },
    "13548": {
        "text": "Yeah I agree! I always thought the fact that it looks out-of-place helped to sell the imposing nature of it. Something that colossal (heh) shouldn’t look in-place, so I think it works. \n\nHonestly I thought the hand drawn colossal titan in Season 1 looked worse. The steam effect vs Eren looked so weak compared to vs Survey Corps in S2.\n\nHey at least it’s not Berserk 2016 levels of awful. At least it’s competently animated 😂 ",
        "annotation": {
            "label": 0
        }
    },
    "13592": {
        "text": "Yes. That was such a big element with Grisha  and Carla. You'd never trash on Grisha and Dina because of Carla, or on Grisha amd Carla because of Dina.   \n   \nGrisha loved both women and both of their deaths fucked him up bad.    \n   \nJust because Grisha was probably straight, why does Historia have to make herself into a love martyr?",
        "annotation": {
            "label": 0
        }
    },
    "13886": {
        "text": "At least it wasn’t a cockroach! That happened to me today. It landed on my lunch... ",
        "annotation": {
            "label": 0
        }
    },
    "14068": {
        "text": "&gt;the *mom* was the one having an affair with an alien woman \n\nHA that would have been one hell of a twist\n\nI still didn’t see this coming, my girlfriend was worried i had such a confused look on my phase as i tried to think out all the implications of Carol ALWAYS being a kree hybrid  that was supercharged by the Psyche-Magnitron rather than the PM doing all the work on a regular human\n\n\nmy head still hurts",
        "annotation": {
            "label": 0
        }
    },
    "14090": {
        "text": "FWIW, they went to space, used symbiotes to survive, Jean got turned into an evil posessed version of her symbiote self by a parasitic symbiote hunter race, then was killed when she couldn't be stopped and then reconstituted herself as back to normal through telepathic will. It was definitely a strange run.",
        "annotation": {
            "label": 0
        }
    },
    "14154": {
        "text": "Perhaps this is just a bug that needs to be fixed like the other bugs from the first test patch.",
        "annotation": {
            "label": 0
        }
    },
    "14364": {
        "text": "This makes me sad. I met my husband on okcupid, back when online dating was considered a *really* weird thing that only socially-inept nerds did. For years my husband made me lie to his family and say we met at a college party lol.\n\nI do remember that it was really hard to get dates from other women, though. If I sent a message to another woman, if she was a lesbian, I just wouldn’t get a reply because back in the day people believed bisexual women were just girls looking for attention or to “experiment”.",
        "annotation": {
            "label": 0
        }
    },
    "14377": {
        "text": "Completely agree and feel exactly the same :( \nLike I love Shane and his videos but I kinda hope this backfires to teach him not to work with people like those stupid brothers ugh.",
        "annotation": {
            "label": 0
        }
    },
    "14401": {
        "text": "They’d rather gay people be depressed and alone than happy with a partner and children simply because they’re gay. They literally think that that’s the better choice for them. How loving and accepting of them!",
        "annotation": {
            "label": 1
        }
    },
    "14585": {
        "text": "i can understand that, i think i would let my kids watch it as an exploration but also teach them why it’s trash",
        "annotation": {
            "label": 0
        }
    },
    "14752": {
        "text": "Yo man, dating apps are bullshit. I'd consider myself somewhat successful with girls, but I have 0 luck with Tinder and the likes. Keep your chin up and delete those apps. \nFocus on what you like and what you're good at. Like-minded people will be doing similar. \nIt's not easy, but try to be happy by yourself. Because if you can't be happy with yourself, you probably can't be happy with someone else. \n\nCheers, mate. Love you",
        "annotation": {
            "label": 0
        }
    },
    "6103": {
        "text": "[I DON'T LIKE THEM PUTTIN CHEMICALS INTO THE WATER THAT TURN THE FRIGGIN FROGS GAY](http://archive.is/ej2kH)",
        "annotation": {
            "label": 0
        }
    },
    "13803": {
        "text": "Yeah, I don't think people remember this. D2 has 3 difficulties. D3 has 150+ difficulities.\n\nOf course you can have more viable builds.. Add on a 4th difficulty in D2, and a lot of those fun builds like Auradin will be trash.",
        "annotation": {
            "label": 0
        }
    },
    "7558": {
        "text": "I am 24, shy, have some self-esteem issues and dont know how to ask a girl out, so yeah at 28 it happens too",
        "annotation": {
            "label": 0
        }
    },
    "13680": {
        "text": "But it is wrong with it and you know it. The players you reference on your team recognize it and HAVE to adapt to it because of the broken mechanic. They've already acknowledged it's an issue. Just because it doesn't bother your friends doesn't mean the community should all react the same. Pull your head out of your ass. Jackasses like you manage to pull in MMR and the \"I'm better than you because of this\" garbage into a simple discussion on a recognized bug. ",
        "annotation": {
            "label": 0
        }
    },
    "10217": {
        "text": "&gt; It's another thing to be obscenely rich when people are dying on the street from disease, hunger, and the elements.\n\nI'd say these things are mostly linked. ",
        "annotation": {
            "label": 0
        }
    },
    "14847": {
        "text": "Oh look at you, talking to girls in real life, I’ll bet you can have normal conversations without having an anxiety attack.",
        "annotation": {
            "label": 0
        }
    },
    "14599": {
        "text": "IF I would commit suicide.... But I guess at this point it wouldn't be hard to approach women without inhibitions. You know when you have this insane mindset. Maybe insane things could happen. Just a thought",
        "annotation": {
            "label": 0
        }
    },
    "6725": {
        "text": "One of my mates would pick the ugliest fattest girl he could whenever he got into a club on a Saturday night. Guaranteed he'd be the first one home getting laid. I've no idea how he could just enjoy the sex regardless of the look of the girl, I know I'd never manage to rise to the occasion. \nLike you say, everyone deserves love and he was helping ensure those who wouldn't have got it, got some!",
        "annotation": {
            "label": 1
        }
    },
    "6720": {
        "text": "Well that's nice I guess but I think most people are more realistic than that. Most women over 120kg or 40+ years old know full well where they stand. Besides just because it's a joke doesn't mean it isn't fun",
        "annotation": {
            "label": 0
        }
    },
    "14207": {
        "text": "The joke is giving any game a 10/10. Seriously? Mr. Editor? You are THAT lazy you can't think of a single thing the game can improve on?",
        "annotation": {
            "label": 0
        }
    },
    "5264": {
        "text": "The holocaust was a complex political event. Germany was under massive hyperinflation, with no jobs, and WW1 reparations. Yet, we don't use that as an excuse to justify killing women and children in a mass murder. So why would you?",
        "annotation": {
            "label": 1
        }
    },
    "7664": {
        "text": "Booker gamed this out. If they do nothing they look weak. If they punish him he looks like a martyr. \n\nHe'll be fine. ",
        "annotation": {
            "label": 0
        }
    },
    "9875": {
        "text": "I don't know how usa's justice works, but can't he attack her for defamation ?\n\nWhere I live it is a possibility, when you've been accused by someone, and then proved innocent, that you attack him/her back for defamation.\n\nBy the way, I really don't understand why a woman would do this. If someday I wanted to get revenge over a man at this point, it would certainly be because he indeed raped me. But some girls do this just for a breakup, wtf.",
        "annotation": {
            "label": 1
        }
    },
    "9521": {
        "text": "That wasn't the question. The question was whether men banded together and tried doing something against women.\n\nBombing girl schools is definitely on the list there.\n\nAnd almost never allowing them into universities, no matter how well intended or sound the justification might be at the time (and usually it wasn't), is in there too.",
        "annotation": {
            "label": 1
        }
    },
    "10772": {
        "text": "😭 literal dog hugs ",
        "annotation": {
            "label": 0
        }
    },
    "12737": {
        "text": "Just because you're also attacking my argument doesnt mean you get to personally attack the person you disagree with. \n\nYes, I'm the immature one for not making this personal. It's very clear you're biased here and you refuse to admit it. \n\nYou're justifying not only stupid, but illegal behavior. It's no ones fault but those kids for smoking on campus\n\nEdit: again, I'm not @OP. No amount of you saying I am will make it true. Just like no amount of you claiming smoking weed in public, and underage is okay will make it true. ",
        "annotation": {
            "label": 0
        }
    },
    "2246": {
        "text": "One other thing I find odd. Ask any gun owner what they own. And the answer is going to be make, model and calibre.\n\n Not \" a semi-shotgun and a 100% illegal rifle\". ",
        "annotation": {
            "label": 0
        }
    },
    "3037": {
        "text": "He's not a big cat, he's a rabid dog. Feeling compassion is fine, and even appropriate, but it still has to be put down.",
        "annotation": {
            "label": 0
        }
    },
    "7947": {
        "text": "No I can't agree with this at all. I would never agree to anything like this myself. Not because I'm a criminal but because I don't feel anyone else in this world has a right to know anything about me or my life.",
        "annotation": {
            "label": 0
        }
    },
    "3412": {
        "text": "Barely a grown woman. The age difference is still too overwhelming.",
        "annotation": {
            "label": 0
        }
    },
    "708": {
        "text": "From my point of view people who read all their texts are evil!",
        "annotation": {
            "label": 0
        }
    },
    "11681": {
        "text": "And another rapist gets to walk free and assault countless other people. ",
        "annotation": {
            "label": 0
        }
    },
    "1773": {
        "text": "&gt; Being gay doesn't mean you're interested in little boys.\n\nThere is a world of difference between being \"interested\" in an 8 year old versus a 16 year old.",
        "annotation": {
            "label": 0
        }
    },
    "1328": {
        "text": "Common misconception of women lifting weights. I would note diet is super important for looking good and building muscle. You won't look masculine just by doing a light training program. \n\nYou simply won't be working out hard enough to even come close to a fitness competitor or bodybuilder level and that assumes you are working out hard enough that your periods stop and you are puking every day. At least one of the ladies I know is running steroids and she has nice shapely proportions.\n\nMost guys would find these women quite feminine and fuckable.\n\nhttps://youtu.be/J-O9tIkhbP4",
        "annotation": {
            "label": 1
        }
    },
    "13023": {
        "text": "I don't understand why people buy their trash. Under Armor and Adidas are so much better and around the same price.",
        "annotation": {
            "label": 0
        }
    },
    "3331": {
        "text": "I don’t see how it’s crazy? When I’m taking out the trash, sometimes I see what’s on top. Usually it’s my own thing, but if I saw something out of the ordinary, I would probably look at it, too. ",
        "annotation": {
            "label": 0
        }
    },
    "11242": {
        "text": "No one buys this drink.\n\nAt the nightclub I worked at, we'd give the new guy/girl a mat shot after closing. \n\nI was the newb, and these are nasty af.",
        "annotation": {
            "label": 0
        }
    },
    "3338": {
        "text": "Thank you, women don't understand both have nothing to do with each other. You can love a girl, be faithful and still find people attractive, it's just an observation and doesn't mean anything",
        "annotation": {
            "label": 1
        }
    },
    "621": {
        "text": "Not even just girls, but the guy himself\n\nfuck the what",
        "annotation": {
            "label": 0
        }
    },
    "6061": {
        "text": "Islam can be banned. Freedom of religion means just that. But any type of religion or practice of rituals can be banned if the government and its people declare it to be a threat domestic or foreign in nature. Islam stands alone as it is the single most Anti-Freedom, liberty and open to others faith in history and to this day. ",
        "annotation": {
            "label": 1
        }
    },
    "8244": {
        "text": "China has their own boob girls that need donations! ",
        "annotation": {
            "label": 1
        }
    },
    "5898": {
        "text": "I would pee on the desk chair while carving out a ? Mark on desk n then be like excuse me Mr it's an emergency! N run to go eat ice cream go through people's trash n stuff and write better poetry ",
        "annotation": {
            "label": 0
        }
    },
    "4938": {
        "text": "Do people really buy small ass trash bags like that... oml ",
        "annotation": {
            "label": 0
        }
    },
    "7897": {
        "text": "There is nothing to investigate,  By all means investigate it. \n\nIt cant be proven true or false and thats the whole point, if you cant see taht then you must be willingly blind or exceedingly stupid ",
        "annotation": {
            "label": 0
        }
    },
    "7372": {
        "text": "People who make assumptions based on ownership of tools are disgusting and the reason for many bad things in this world.",
        "annotation": {
            "label": 0
        }
    },
    "10529": {
        "text": "Let me ask you this, when was the last time the Israeli gov't paid a stipend to the family of an Israeli terrorist in proportion to the egregiousness of his act of violence? \n\nStop supporting terrorfare. ",
        "annotation": {
            "label": 0
        }
    },
    "3647": {
        "text": "Feds have above 95% conviction or plea deal. If you are innocent then are not assured of winning. Elon is guilty. He admits he sent the message. Case is a lock for conviction. The only way he wins is to die during appeal as did the Enron felon. If die during appeal, charges evaporate along with punitive financial judgements. So, Elon is stupid or suicidal. Only choices.",
        "annotation": {
            "label": 0
        }
    },
    "1168": {
        "text": "It explains the overreactions of many men when they're subject to advances by gay men.",
        "annotation": {
            "label": 1
        }
    },
    "9679": {
        "text": "I have asked several female friends if they ever had sexual fantasies about hot male teachers and every single one of them had at some point or another wanted to have sex with a teacher.\n\nI think this is the danger in this double standard, we assume young girls don't have fantasies about male teachers.",
        "annotation": {
            "label": 0
        }
    },
    "9545": {
        "text": "Particularly for white women. With white women being the single, solitary, only truly diverse group in the world.",
        "annotation": {
            "label": 1
        }
    },
    "4488": {
        "text": "Good! Evil bastard older me would be happy to harm local community by contributing towards pest infestation even after death. And maybe spooking some people and wasting police resources once they find my half baked ear under some porch. ",
        "annotation": {
            "label": 0
        }
    },
    "6770": {
        "text": "&gt;Well, yeah, you are completely wrong lol.\n\ncool\n\n&gt;And women fake orgasms all the time\n\nNot my problem\n",
        "annotation": {
            "label": 1
        }
    },
    "2085": {
        "text": "You're going in circles. Let's try this again\n\nSo by your own standards, you sexually assaulted a woman?\n\n&gt; the guy being drunk too argument is a degenerate position \n\n~~wtf~~ explain this. Does he think clearly in your eyes? What's to keep her from taking advantage of him if they're both drinking",
        "annotation": {
            "label": 1
        }
    },
    "3620": {
        "text": "Isn't what they did already illegal? That's the regulation.",
        "annotation": {
            "label": 0
        }
    },
    "13098": {
        "text": "You're making jokes about sexual assault.\n\nBut that's why you support someone who said he grabs women by the pussies. You're a bunch of neanderthals that had shitty/absent fathers.",
        "annotation": {
            "label": 1
        }
    },
    "5923": {
        "text": "That beat is so lazy it pisses me off no one fixed it lol",
        "annotation": {
            "label": 0
        }
    },
    "4429": {
        "text": "Nah man, theres plenty of PPE and other safegaurds in place to ensure you arent exposed anything hazardous. As long as you arent stupid and do anything carelessly theres nothing to worry about.",
        "annotation": {
            "label": 0
        }
    },
    "11700": {
        "text": "Let me spell it out for you: butthurt man-baby in his 50's who only dates women in their 20's slips his way into a sub dedicated to talking about not wanting children, even though he has children, and proceeds to get butthurt that people are criticizing the poor choices he's made to bring a child into the world when he's evidently not mature enough to raise them.",
        "annotation": {
            "label": 0
        }
    },
    "8782": {
        "text": "Did we watch a different video? The only thing I'm cringing at is her pulling him in front of the camera.\n\nHow is asking \"What do you think of Mcgregor's behavior?\", how is asking for her opinion on the situation \"insulting McGregor\"?? Is noone supposed to talk about the bus incident anymore and as soon as they bring it up, they are seen as an enemy of McGregor?\n\nI seriously don't understand.",
        "annotation": {
            "label": 0
        }
    },
    "8956": {
        "text": "CC can empty your trash bin, but it can also remove registry files. It's as scam as any other crapware. The hype about it comes mostly from places like 9gag forums or reddit.",
        "annotation": {
            "label": 0
        }
    },
    "11838": {
        "text": "You posted this 2 months ago\n\n&gt; Yes. It’s absolutely true. My borderline boyfriend has that childlike selfishness. Me, me, me all the time. If people don’t wish him a happy birthday he’ll get upset and cry. It’s all very strange for normal people. He’s in his 30s by the way\n\nYou've been dating for 3, so unless you have 2 boyfriends this is the same person.\n",
        "annotation": {
            "label": 0
        }
    },
    "9428": {
        "text": "Only young people cringe. It is literally an immature response. You empathize too strongly with another person and imagine your own embarrassment in their situation. Projection. Weird. ",
        "annotation": {
            "label": 0
        }
    },
    "448": {
        "text": "Lol as if, at any point in history, blaming women for their own victimization at the hands of men has ever been frowned upon. \"She shouldn't have snagged her gigantic skirt and exposed a flash of ankle!\" \"She shouldn't have gotten drunk!\" \"She shouldn't have been walking alone at night!\" \n\nVictim blaming only recently was given a name, much less considered a shitty thing to do.",
        "annotation": {
            "label": 1
        }
    },
    "6039": {
        "text": "Man, you and ILoveScience like to talk about dicks a lot. Closet gay maybe??\nAnd yeah....everyone can see that you are the one raging while I actually give facts.",
        "annotation": {
            "label": 0
        }
    },
    "4667": {
        "text": "Looking forward to seeing friends and family pay Rogers' $70 a gigabyte overage charge even faster.. We have some very evil telecoms here in Canada ",
        "annotation": {
            "label": 0
        }
    },
    "2237": {
        "text": "You monster! /s",
        "annotation": {
            "label": 0
        }
    },
    "2041": {
        "text": "Plenty of straight guys are very into fucking girls in the arse too, in fact nearly every bloke I've been with has asked for that at some point. Is there any evidence to show the male anus holds more faeces, diarrhoea style or otherwise, than the female anus?",
        "annotation": {
            "label": 0
        }
    },
    "1772": {
        "text": "I'm trying to understand the line of logic here. Is the argument that the majority of the abuse cases are because gay men are becoming priests and some of those men are also pedophiles, and the straight clerics aren't significantly contributing to the same-sex abuse numbers? For that to be the case, wouldn't the majority of priests have to be homosexual? That doesn't seem very likely. \n\n\nEdit: This is very wrong, please disregard. ",
        "annotation": {
            "label": 1
        }
    },
    "246": {
        "text": "...didn't think you were doing anything wrong by uploading exam content for money? I mean you may not be from the US but isn't that kind of illegal in most places?",
        "annotation": {
            "label": 0
        }
    },
    "9250": {
        "text": "Oh boy, California gun laws. How are those working out for your crime rates over there?\n\nAnd do tell what happens if the person charged with a misdemeanor and loses all their guns for ten years lives with someone with firearms.\n\nNo provision for that, huh?\n\nCalifornia gun laws are a nightmare that cause some of the highest crime rates in the country.\n\nNeither does your echo chamber of lazy morons who rely on others to take their responsibility change the reality that guns lower crime, as do legal citizens carrying concealed, loaded handguns.\n\nDo you own any guns?",
        "annotation": {
            "label": 0
        }
    },
    "8326": {
        "text": "During the weeks you have to chase the dog, you usually do this by killing the trash pack and then getting close to him. However you can also just stealth close to him and he'll go to his next destination.",
        "annotation": {
            "label": 0
        }
    },
    "5579": {
        "text": "It isn't just as dangerous because it gives only one government propaganda instead of hundreds. And it's true, you just have to watch that it doesn't make you complacent.",
        "annotation": {
            "label": 0
        }
    }
}