{
    "1": {
        "text": "Mach dir Nix draus. Die Staatsräson verpflichtet den 0815 Alman dazu, alles hinzunehmen was die Israelis tun und die Geschichte zu glauben, wie die deutschen Medien sie berichten. "
    },
    "2": {
        "text": "Ich verstehe nicht wieso Leute die sonst für lgbtq, Frauenrechte und allgemein Freiheit einstehen auf einmal die Seite unterstützen die dagegen ist"
    },
    "3": {
        "text": "Aber ohne Witz jetzt es ist echt beängstigend bisschen unter muslimische Regeln hätte die lgbtq keine Regeln und Frauen sehr wenige rechte"
    },
    "4": {
        "text": "Es ist also illegal Menschen als Dreck zu bezeichnen, die diesen Staat gewaltsam bereit sind abzuschaffen?"
    },
    "5": {
        "text": "Umstritten ist auch eine schöne Umschreibung für illegal"
    },
    "6": {
        "text": "Aber in ein ihnen unbekanntes Land illegal einzureisen kann man ihnen zumuten? Merkwürdige Argumentationskette."
    },
    "7": {
        "text": "Gibts bei uns keine WorkVisa mehr? Wenn man illegal hier ist, ist man illegal hier, punkt."
    },
    "8": {
        "text": "Nenn mir den Krieg der gerade in Marokko und Pakistan herrscht. Die Haupt herkunftsländer der \"refugees\""
    },
    "9": {
        "text": "Es ändert nichts daran dass man anhand des Kopftuchs direkt als Mensch zweiter Klasse wahrgenommen wird. Es herrscht eine Islamophobie und wird mittlerweile als normal betrachtet Muslime als Islamisten zu betiteln. Zeigt man den Finger nach oben so ist man direkt ein radikaler Terrorist."
    },
    "10": {
        "text": "Wenn es nicht legal ist wird es ja wohl keiner mehr machen oder? Das wäre ja illegal!"
    },
    "11": {
        "text": "Mohammed ATA hieß übrigens der 9/11 Terrorist"
    },
    "12": {
        "text": "Ok, also wenn auf einer lgbtq+-Demo o.ä. jemand eine Deutschlandfahne an die Regenbogenfahne hängt, um Nationalstolz zu demonstrieren, hättest du kein Problem damit? Und wenn diese heruntergerissen würde, wäre es besorgniserregendes Zeichen linksextremer Gesinnung?"
    },
    "13": {
        "text": "Kein Mensch ist illegal du Rassist"
    },
    "14": {
        "text": "Keine Sorge, die bitches wissen, was du meinst kekw"
    },
    "15": {
        "text": "Das ist doch lächerlich. Niemand \"war mal\" trans."
    },
    "16": {
        "text": "Genau durch diese Kanäle wird einem dieses naive Mitläufertum ja eingetrichtert."
    },
    "17": {
        "text": "Wo ist das Problem an Queer for Palestine?"
    },
    "18": {
        "text": "Moment. Jetzt sind wir also bei Gruppenvergewaltigungen?  \nUnd ich dachte es geht um aggressive Patienten."
    },
    "19": {
        "text": "Trans, Inter, Nonbinär\nIch kannte das ehrlich gesagt auch nicht"
    },
    "20": {
        "text": "Hasst du die Islamisten denn genau so wie uns? \n\nGehst du auch auf askAMuslim Trollen? \n\nIch hab übrigens keinerlei Probleme mit LGBTQ+ aber bei uns hier fällt dir das differenzieren irgendwie schwerer als bei anderen Gruppen."
    },
    "21": {
        "text": "Bist du eig. auch Fundamentalist? Quark-mässig voll da."
    },
    "22": {
        "text": "tja ich finds immer ganz interessant wenn links, lgbtq und co für palästina protestieren, wo sie doch vor ort mutmaßlich geköpft würden für ihre ansichten abseits"
    },
    "23": {
        "text": "WER hat heutzutage noch was gegen Schwule Lesben oder Transen??\nEs ist den Leuten einfach egal, aber sie wollen es nicht 24/7 ins Gesicht gedrückt bekommen. Rafft ihr das nicht? Diese woke Scheiße reicht einfach langsam und nervt unfassbar. Egal woa mn hingeht bekommt man irgendwie irgendwoher unterschwellig mitgeteilt \"Hey LGBTQ ist super!! kapiert!!!???\" Ob Werbung, Filme, OLYMPIAAAA."
    },
    "24": {
        "text": "Klassischer IT Bro auf Karrierepfad. Gleichzeitig islamischer Fundamentalist. Eine zumindest bedenkliche Mischung."
    },
    "25": {
        "text": ">Rechte sind laut Linken doch gefühllose Monster.\n\nLEL."
    },
    "26": {
        "text": "Was zum Teufel heißt \"queer\"?"
    },
    "27": {
        "text": "Selbstjustiz, auch wenn man sie emotional gut findet, untergräbt das Gewaltmonopol des Staates und wird daher bestraft, teilweise sogar härter. Und die Behauptung, dass sich Ausländer mehr erlauben könnten als Deutsch ist schlicht falsch."
    },
    "28": {
        "text": "Deutschland den Gummibären,\nMonster raus!"
    },
    "29": {
        "text": "Gegen die freiheitlich demokratische Grundordnung zu sein ist illegal... AUßER man will das Land muslimisch machen."
    },
    "30": {
        "text": "Das stimmt auch. Weil Bildung nichts mit Intelligenz zu tun hat.\nDie Universitäten sind die Brutstätten, die das Virus der Wokenness ind die Köpfe säät."
    },
    "31": {
        "text": "Dummerweise stimmt deine naive Annahme nicht."
    },
    "32": {
        "text": "Leider immernoch zu hoch für einen nicht unerheblichen Teil.\n\n\nEs reicht dem LGBTQ nicht feindlich gegenüber zu steht man muss sich keinen Regenbogen ans Haus malen oder Sonderrechte einräumen, bin ich auch kein Fan von."
    },
    "33": {
        "text": "Sooo Leude. Ich habe mir den Threads hierzu eines anderen deutschen subsbanfesxhaut und .hahahaha..meine Kommentare in diesem thread hier sind zu 100% bestätigt. LGBTQ und linke sei es gegönnt die neuen Nachbarn und Freunde näher kennenlernen."
    },
    "34": {
        "text": "Dem Schläfer, also dem Shia Extremist aus Saudi Arabien, ist es leider gelungen."
    },
    "35": {
        "text": "Ja sind halt ziemlich primitive Nationalisten viele türken"
    },
    "36": {
        "text": "Man könnte auch einfach die Grenzen dicht machen und jeden illegal eingewanderten radikal abschieben."
    },
    "37": {
        "text": "Sag mir mal bitte, welche Gruppen deiner Meining nach anti LGBTQ sind."
    },
    "38": {
        "text": "Als nächstes macht sie Körperverletzung illegal "
    },
    "39": {
        "text": "Wirklich gay oder einfach nur aus der Not heraus? Dürfte ja in linken Szenen nicht unüblich sein, dass der Männerüberschuss sich seine Auswege bannt."
    }
}